---
kind: other
id: Properties.T:Autodesk.Revit.UI.Events.ApplicationClosingEventArgs
source: html/1a6aabdd-8527-53f3-75b9-103f6137dbd4.htm
---
# ApplicationClosingEventArgs Properties

Indicates whether an event may be cancelled by an event delegate.